Revit 2027 API
MatchlineFailures Properties
The BuiltInFailures.MatchlineFailures type exposes the following members.
Properties
Name | Description
CreationFailed |  Matchline top extent should be higher than its bottom.
Top
See Also
Reference
BuiltInFailures.MatchlineFailures Class
Autodesk.Revit.DB Namespace